Repository: Sirius0103/enigma2-plugins
Catalog: python/Plugins/Extensions/WeatherMSN/locale/*/LC_MESSAGES/WeatherMSN.po
Languages: de, uk

source: Weather MSN
uk: Погода MSN

source: Weather forecast, astronomical calculations
de: Wettervorhersage, astronomische Berechnungen
uk: Прогноз погоди, астрономічні розрахунки

source: Config Weather MSN
de: Weather MSN Config
uk: Конфігурація Погода MSN

source: Show Weather MSN in menu information:
de: Wetter MSN in Menüinformationen anzeigen:
uk: Показати Погода MSN у меню інформація:

source: Julian day:
de: Julianischer Tag:
uk: Юліанська дата:

source: Sun rise:
de: Sonnenaufgang:
uk: Схід сонця:

source: Sun set:
de: Sonneuntergang:
uk: Захід сонця:

source: Solstice:
de: Sonnenwende:
uk: Iстинний полудень:

source: Mercury rise:
de: Merkuraufgang:
uk: Схід Меркурія:

source: Mercury set:
de: Merkuruntergang:
uk: Захід Меркурія:

source: Mercury culmination:
de: Merkur Kulmination:
uk: Кульмінація Меркурія:

source: Mercury azimuth:
de: Merkur Azimut:
uk: Азимут Меркурія:

source: Venus rise:
de: Venusaufgang:
uk: Схід Венери:

source: Venus set:
de: Venusuntergang:
uk: Захід Венери:

source: Venus culmination:
de: Venus Kulmination:
uk: Кульмінація Венери:

source: Venus azimuth:
de: Venus Azimut:
uk: Азимут Венери:

source: Mars rise:
de: Marsaufgang:
uk: Схід Марса:

source: Mars set:
de: Marsuntergang:
uk: Захід Марса:

source: Mars culmination:
de: Mars Kulmination:
uk: Кульмінація Марса:

source: Mars azimuth:
de: Mars Azimut:
uk: Азимут Марса:

source: Jupiter rise:
de: Jupiteraufgang:
uk: Схід Юпітера:

source: Jupiter set:
de: Jupiteruntergang:
uk: Захід Юпітера:

source: Jupiter culmination:
de: Jupiter Kulmination:
uk: Кульмінація Юпітера:

source: Jupiter azimuth:
de: Jupiter Azimut:
uk: Азимут Юпітера:

source: Saturn rise:
de: Saturnaufgang:
uk: Схід Сатурна:

source: Saturn set:
de: Saturnuntergang:
uk: Захід Сатурна:

source: Saturn culmination:
de: Saturn Kulmination:
uk: Кульмінація Сатурна:

source: Saturn azimuth:
de: Saturn Azimut:
uk: Азимут Сатурна:

source: Uranus rise:
de: Uranusaufgang:
uk: Схід Урана:

source: Uranus set:
de: Uranusuntergang:
uk: Захід Урана:

source: Uranus culmination:
de: Uranus Kulmination:
uk: Кульмінація Урана:

source: Uranus azimuth:
de: Uranus Azimut:
uk: Азимут Урана:

source: Neptune rise:
de: Neptunaufgang:
uk: Схід Нептуна:

source: Neptune set:
de: Neptununtergang:
uk: Захід Нептуна:

source: Neptune culmination:
de: Neptun Kulmination:
uk: Кульмінація Нептуна:

source: Neptune azimuth:
de: Neptun Azimut:
uk: Азимут Нептуна:

source: Moon rise:
de: Mondaufgang:
uk: Схід Місяця:

source: Moon set:
de: Monduntergang:
uk: Захід Місяця:

source: Moon culmination:
de: Mond Kulmination:
uk: Кульмінація Місяця:

source: Moon azimuth:
uk: Азимут Місяця:

source: Moon light:
de: Mondlicht:
uk: Видимість Місяця:

source: Moon distance:
de: Monddistanz:
uk: Відстань до Місяця:

source: Rise:
de: Aufgang:
uk: Схід:

source: Set:
de: Untergang:
uk: Захід:

source: Culmination:
de: Kulmination:
uk: Кульмінація:

source: Azimuth:
de: Azimut:
uk: Азимут:

source: Sun:
de: Sonne:
uk: Сонце:

source: Mercury:
de: Merkur:
uk: Меркурій:

source: Venus:
uk: Венера:

source: Mars:
uk: Марс:

source: Jupiter:
uk: Юпітер:

source: Saturn:
uk: Сатурн:

source: Uranus:
uk: Уран:

source: Neptune:
de: Neptun:
uk: Нептун:

source: Moon:
de: Mond:
uk: Місяць:

source: Location:
de: Standort:
uk: Місцезнаходження:

source: Timezone:
de: Zeitzone:
uk: Часовий пояс:

source: Latitude:
de: Breitengrad:
uk: Широта:

source: Longitude:
de: Längengrad:
uk: Довгота:

source: Temperature:
de: Temperatur:
uk: Температура:

source: Feels like:
de: Gefühlt:
uk: Відчувається:

source: Humidity:
de: Luftfeuchtigkeit:
uk: Вологість:

source: Chance precip:
de: Zufälliger Niederschlag:
uk: Ймовірність опадів:

source: Wind:
uk: Вітер:

source: Observation point:
de: Beobachtungspunkt:
uk: Точка спостереження:

source: Date:
de: Datum:
uk: Дата:

source: Day week:
de: Wochentag:
uk: День тижня:

source: m/s
uk: м/с

source: ft/s
uk: фут/с

source: km/h
uk: км/год

source: mp/h
uk: миль/год

source: knots
de: Knoten
uk: вузли

source: %s h
uk: %s год

source: Search Location
de: Standort Suchen
uk: Пошук місцезнаходження

source: Search Location Weather MSN
de: Standort Suchen Weather MSN
uk: Пошук місцезнаходження Погода MSN

source: Scale of wind speed:
de: Windgeschwindigkeitskala:
uk: Шкала швидкості вітру:

source: Scale of temperature:
de: Temperaturskala:
uk: Шкала температури:

source: Celsius
uk: Цельсій

source: Fahrenheit
uk: Фаренгейт

source: Create converter in system:
de: Konverter im System anlegen:
uk: Створити конвертер у системі:

source: Configuration is saved
de: Konfiguration wird gespeichert
uk: Конфігурацію збережено

source: Do you want to restart the GUI now ?
de: Möchten Sie die GUI jetzt neu starten?
uk: Бажаєте перезапустити GUI зараз ?

source: New moon
de: Neumond
uk: Новий Місяць

source: Full moon
de: Vollmond
uk: Повний Місяць

source: Waxing cresent
de: Zunehmender Halbmond
uk: Зростаючий півмісяць

source: First quarter
de: Erstes Viertel
uk: Перша чверть

source: Waxing gibbous
de: Zunehmender Mond
uk: Зростаючий опуклий місяць

source: Waning crescent
de: Wankender Halbmond
uk: Спадаючий півмісяць

source: Last quarter
de: Letztes Viertel
uk: Остання чверть

source: Waning gibbous
de: Abnehmender Gibbous
uk: Спадаючий опуклий місяць

source: %.01f m/s
uk: %.01f м/с

source: %.01f ft/s
uk: %.01f фут/с

source: %.01f mp/h
uk: %.01f миль/год

source: %.01f knots
de: %.01f knoten
uk: %.01f вузлів

source: %s m/s
uk: %s м/с

source: %s km/h
uk: %s км/год

source: %s mp/h
uk: %s миль/год

source: %s km
uk: %s км

source: Enter text to search city
de: Text button klicken, um die Stadt zu suchen
uk: Вкажіть назву для пошуку

source: Weather MSN Developer: Sirius0103 Homepage: www.gisclub.tv Github: www.github.com/Sirius0103 Donate: R460680746216 Z395874509364 E284580190260
uk: Погода MSN Розробник: Sirius0103 Сторінка: www.gisclub.tv Github: www.github.com/Sirius0103 Подякувати: R460680746216 Z395874509364 E284580190260

source: no
de: Nein

source: yes
de: Ja

source: Moon azimutht:
de: Mond Azimut:

source: Close
de: Schließen

source: Save
de: Speichern
